Repository: fabiobatalha/CouchDB-Web
Catalog: SciELOWeb/scieloweb/locale/*/LC_MESSAGES/SciELOWeb.po
Languages: es

source: Similares em SciELO
es: Similares en SciELO

source: Acessos
es: Accesos

source: Citados por SciELO
es: Citador por SciELO

source: Indicadores
es: Indicarores

source: Enviar artigos por email
es: Enviar Articulo por email

source: Mostar Destaques Semanticos
es: Mostrar Destaques Semanticos

source: Traduções Automáticas
es: Traducciones Automaticas

source: Como Citar este Artigo
es: Como Citar ese Articulo

source: Referencias do Artigo
es: Referencias del Articulos

source: Artigo em XML
es: Articulo en XML

source: Artigo em PDF
es: Articulo en PDF

source: Artigo
es: Articulo

source: Services on Demand
es: Servicios Personalizados

source: Keywords
es: Palavras Clave

source: Abstract
es: Resumen

source: All Collection
es: Toda Colección

source: This Journal
es: Esa Revista

source: Subject
es: Tema

source: Author
es: Autor

source: Title
es: Titulo

source: All indexes
es: Todos los indices

source: Search
es: búsqueda

source: next
es: proximo

source: current
es: currente

source: previous
es: anterior

source: all
es: todos

source: issues list
es: lista de fasciculos

source: statistics
es: stadísticas

source: subscription
es: subscrición

source: instructions to authors
es: instrucciones a los autores

source: editorial board
es: comite editorial

source: about the journal
es: sobre la revista

source: journal home
es: home de la revista

source: Journal Tools
es: servicios de la revista

source: Non-Current Titles - serials
es: Revistas non currentes - fasciculos

source: Current Titles - serials
es: Titulos Currentes - fasciculos

source: co-authors
es: co-autores

source: site usage
es: uso del sítio

source: reports
es: relatorios

source: search form
es: formulário de búsqueda

source: subject index
es: indize de temas

source: author index
es: indize de autores

source: article browsing
es: búsqueda de artículos

source: subject list
es: lista de temas

source: alphabetic list
es: lista alfabetica

source: serial browsing
es: búsqueda por fascículo

source: team
es: equipe

source: about
es: sobre

source: help
es: ayuda

source: journals evaluation
es: evaluación de periódicos

source: about this site
es: sobre el sítio

source: SciELO
es: SciELO Brasil

source: Ano
es: Año

source: Available Issues *
es: Fascículos disponibles *
